# Задание 1

date = input('Введите дату: ')
task = input('Введите задачу: ')
print(date, task)

# Задание 2

date1 = input('Введите дату: ')
task1 = input('Введите задачу: ')
date2 = input('Введите дату: ')
task2 = input('Введите задачу: ')
date3 = input('Введите дату: ')
task3 = input('Введите задачу: ')
print(date1, task1, date2, task2, date3, task3)

# Задание 3

date1 = input('Введите дату: ')
task1 = input('Введите задачу: ')
date2 = input('Введите дату: ')
task2 = input('Введите задачу: ')
date3 = input('Введите дату: ')
task3 = input('Введите задачу: ')
dictionary = {date1: task1, date2: task2, date3: task3}
